{
    "title": "Age of Empires II DE",
    "studio": "Xbox Game Studios",
    "outline": "This is a real-time strategy game in which players control empires from the Dark Age through the Imperial Age. From an overhead perspective, players complete campaigns, build structures, gather resources, and command/deploy military units (e.g., infantry, horsemen, war elephants) against nearby civilizations.",
    "contentIssues": "<button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">Mild Blood</button> <button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">Violence</button> <button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">Mild Language</button><br><br>This game contains frequent depictions of non-realistic looking violence towards human-like and animal-like characters. Players can zoom in on military units, while they use swords, bows, and cannons to eliminate enemy forces and structures; battles are accompanied by weapon clashes, cries of pain, and explosions.<br><br> Some battlefields depict impaled soldiers on spikes, and a handful of cutscenes depict images of soldiers impaled by arrows. The reactions to the violence are unrealistic in nature, as the strikes often do not connect, and no injuries appear on their bodies. When a character has been defeated they let out a pained cry and then quickly fall to the floor. Their bodies then remain on the battlefield for a short time before fading away. One still-image sequence shows a large bloodstain on the ground along with blood splatter on parchment.",
    "otherIssues": "This game also contains infrequent use of mild bad language. The word “bastard” is heard in the game.",
    "platforms": "Windows PC, Xbox One, Xbox Series X|S",
    "rating": {
        "ESRB": "13",
        "PEGI": "12",
        "DJCTQ": "12",
        "USK": "12",
        "GCAM": "12",
        "FPB": "13",
        "MRO": "12",
        "ACB": "12",
        "IMDA": "12",
        "OFLC": "12",
        "CSRR": "15",
        "GRAC": "12",
        "CERO": "12",
        "PCBP": "12"
    },
    "storeLink":{
        "steam": "https://store.steampowered.com/app/813780/Age_of_Empires_II_Definitive_Edition/",
        "xbox": "https://www.xbox.com/en-GB/games/age-of-empires-ii-definitive-edition#purchaseoptions"
    }
}