{
    "title": "Minecraft",
    "studio": "Mojang",
    "outline": "Minecraft is an online game where players can build their own environment and communities. Some people refer to it as an online LEGO as you use virtual building blocks to create your own online spaces. These are known on Minecraft as Worlds. The game lets you play alone or with friends.",
    "contentIssues": "<button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">Fantasy Violence, Fear</button> <button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">In-Game Purchases</button><br><br>From a first-person perspective, players traverse an “open-world” environment, avoid hazards, build new structures, and craft weapons (e.g., swords, axes, bows) to occasionally defend against monsters (e.g., zombies, wolves, skeletons, spiders). <br><br>Though not encouraged, players can engage in violent acts such as lighting animals on fire and harming animals with weapons. Mild explosions are occasionally heard as players use dynamite to fend off creatures and mine the environment. This game features frightening content that may scare young children. ",
    "otherIssues": "This game offers players the opportunity to purchase in-game items in the form of Minecoins which some parents or carers may want to be aware of. Parents, carers or other responsible adults should check to see what is being offered before making any purchase on behalf of a child. It should be noted that the game can still be played without the need to purchase such items.",
    "platforms": "Windows PC, Xbox One, Xbox Series X|S, Playstation 4, PlayStation 5, Nintendo Switch",
    "rating": {
        "ESRB": "10",
        "PEGI": "7",
        "DJCTQ": "3",
        "USK": "6",
        "GCAM": "7",
        "FPB": "7",
        "MRO": "7",
        "ACB": "7",
        "OFLC": "7",
        "IMDA": "7",
        "CSRR": "6",
        "GRAC": "12",
        "CERO": "7",
        "PCBP": "6"
    },
    "storeLink":{
        "steam": "https://www.xbox.com/en-GB/games/store/minecraft/9mvxmvt8zkwc",
        "xbox": "https://www.xbox.com/en-GB/games/store/minecraft/9mvxmvt8zkwc"
    }
}