{
    "title": "Minecraft Legends",
    "studio": "Mojang",
    "outline": "This is an action-strategy game in which players save the Overworld from an invading army. Players use a magical lute to command other characters, find resources and craft buildings. ",
    "contentIssues": "<button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">In-Game Purchases</button> <button class=\"bg-green-600 hover:bg-green-400 text-white font-bold py-2 px-4 rounded-full\">Violence</button><br><br> Combat is a large part of gameplay. Players use swords, arrows, and fire to defeat pixelated enemies in frenetic combat. Battles are accompanied by cries of pain and small explosions. One cutscene depicts a villain throwing/shooting fiery arrows at a bunny and other unarmed characters. Violence is mainly aimed at non-human characters but also at the human-like protagonist. Reactions are unrealistic. <br><br>Characters flash red when hit and the protagonist loses hearts. There are no visible injuries. When certain enemies die, a puff of red particles surrounds them, although these are spores rather than blood. When the player's character is near to defeat, the edges of the screen turn red, and when defeated they fall to the ground and then respawn. The game also features some slapstick violence involving large, angry characters. These characters can be a little threatening, but they mainly occur in a comical context. ",
    "otherIssues": "This game offers players the opportunity to purchase Minecoin, a virtual currency which can be spent on cosmetics in the game's marketplace. Parents, carers or other responsible adults should check to see what is being offered before making any purchase on behalf of a child. It should be noted that the game can still be played without the need to purchase such items. ",
    "platforms": "Windows PC, Xbox One, Xbox Series X|S, PlayStation 5, PlayStation 4, Nintendo Switch",
    "rating": {
        "ESRB": "10",
        "PEGI": "7",
        "DJCTQ": "10",
        "USK": "12",
        "GCAM": "7",
        "FPB": "13",
        "MRO": "12",
        "ACB": "10",
        "OFLC": "7",
        "IMDA": "12",
        "CSRR": "10",
        "GRAC": "12",
        "CERO": "12",
        "PCBP": "12"
    },
    "storeLink":{
        "steam": "https://store.steampowered.com/app/1928870/Minecraft_Legends/",
        "xbox": "https://www.xbox.com/en-gb/games/store/minecraft-legends/9nf0d13rpx5l"
    }
}